{ 
  "csv1_512": "Erro ao importar Auto de Eliminação:", 
  "csv2_513": "Erro ao importar Auto de Eliminação: o campo file tem de vir preenchido.",
  "csv3": "Não foi possível importar o ficheiro de classes / séries. O ficheiro de classes / séries só pode ter 9 colunas no total.",
  "csv4": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna codigo (código de classificação da classe). A existência da coluna codigo é obrigatória pelo que a deve inserir no ficheiro e preencher os respetivos campos.",
  "csv5": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna codigo (código de classificação da série). A existência da coluna codigo é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.",
  "csv6": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna referencia (número de referência da série). A existência da coluna referencia é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.",
  "csv7": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna dataInicial (data inicial da informação / documentação a eliminar). A existência da coluna dataInicial é obrigatória pelo que a deve inserir no ficheiro e preencher os respetivos campos.",
  "csv8": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna dataFinal (data final da informação / documentação a eliminar). A existência da coluna dataFinal é obrigatória pelo que a deve inserir no ficheiro e preencher os respetivos campos.",
  "csv9": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna numAgregacoes (número de agregações / unidades de instalação a eliminar). A existência da coluna numAgregacoes é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.",
  "csv10": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna medicaoPapel (número de metros lineares da informação / documentação a eliminar). A existência da coluna medicaoPapel é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.",
  "csv11": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna medicaoDigital (número de gigabites da informação / documentação a eliminar). A existência da coluna medicaoDigital é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.",
  "csv12": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna medicaoOutro (valor da unidade de medida do suporte a eliminar). A existência da coluna medicaoOutro é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.",
  "csv13": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna dono (donos do processo de negócio). A existência da coluna dono é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.",
  "csv14": "Não foi possível importar o ficheiro de classes / séries. O ficheiro de classes / séries encontra-se vazio ou com conteúdo inválido.",
  "csv15": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro de agregações / UI só pode ter 6 colunas no total.", 
  "csv16": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro não tem a coluna codigoClasse (código de classificação da classe). A existência da coluna codigoClasse é obrigatória pelo que a deve inserir no ficheiro e preencher os respetivos campos.", 
  "csv17": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro não tem a coluna codigoClasse (código de classificação da classe / série). A existência da coluna codigoClasse é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.", 
  "csv18": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro não tem a coluna referencia (número de referência da série). A existência da coluna referencia é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.", 
  "csv19": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro não tem a coluna codigoAgregacao (código da agregação / unidade de instalação a eliminar). A existência da coluna codigoAgregacao é obrigatória pelo que a deve inserir no ficheiro e preencher os respetivos campos.", 
  "csv20": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro não tem a coluna titulo (título da agregação / unidade de instalação a eliminar). A existência da coluna titulo é obrigatória pelo que a deve inserir no ficheiro e preencher os respetivos campos.", 
  "csv21": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro não tem a coluna dataInicioContagemPCA (data de início de contagem do prazo de conservação admininstrativa da agregação / unidade de instalação a eliminar). A existência da coluna dataInicioContagemPCA é obrigatória pelo que a deve inserir no ficheiro e preencher os respetivos campos.", 
  "csv22": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro não tem a coluna intervencao (natureza de intervenção das agregações / unidades de instalação a eliminar). A existência da coluna intervencao é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.",
  "csv23": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro de agregações / UI encontra-se vazio ou com conteúdo inválido.", 
  "csv24_514": "Erro(s) na análise estrutural do(s) ficheiro(s) CSV:", 
  "csv25_515": "Erro ao importar Auto de Eliminação: o ficheiro das agregações tem de ser de formato CSV.", 
  "csv26_516": "Erro ao importar Auto de Eliminação: o ficheiro das classes / séries tem de ser de formato CSV.", 
  "csv27": "Erro ao recuperar a legislação (o tipo ou o número da legislação não vieram preenchido(s))", 
  "csv28": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento da coluna codigoClasse é obrigatório. Deve preenchê-la com o valor do código de classificação da classe existente na respetiva tabela de seleção a que pretende associar a agregação / unidade de instalação. Verifique o seu preenchimento na seguinte linha:", 
  "csv29": "Não foi possível importar o ficheiro de agregações / UI. A coluna codigoClasse não está preenchida corretamente.  Deve preenchê-la com o valor do código de classificação da classe existente na respetiva tabela de seleção a que pretende associar a agregação / unidade de instalação. Verifique o seu preenchimento na seguinte linha:", 
  "csv30": "Não foi possível importar o ficheiro de agregações / UI. As colunas codigoClasse ou referencia não estão preenchidas ou estão incorretas. O preenchimento de uma das colunas codigoClasse ou referencia é obrigatório e deve preenchê-la com os valores do código de classificação e do número de referência, respetivamente, existentes na tabela de seleção a que pretende associar a agregação / unidade de instalação. Se no ficheiro das classes / séries, preencheu o campo codigo, no ficheiro das agregações / unidades de instalação deve preencher o campo codigoClasse. Se no ficheiro das classes / séries, preencheu o campo referencia, no ficheiro das agregações / unidades de instalação deve preencher a coluna referencia. Verifique o seu preenchimento na seguinte linha:", 
  "csv31_517": "Erro na informação enviada:",
  "csv32_518": "Erro ao listar PGD_LCs.",
  "csv33_519": "Erro ao listar PGDs.",
  "csv34_520": "Erro ao listar RADAs.",
  "csv35_521": "Erro a consultar PGD / PGD_LC.",
  "csv36_522": "Erro a consultar RADA.",
  "csv37": "Não foi possível importar o ficheiro de classes / séries. O preenchimento da coluna codigo é obrigatório. Deve preenchê-la com o valor do código de classificação da classe existente na respetiva tabela de seleção. Verifique o seu preenchimento na seguinte linha: ",
  "csv38": "Não foi possível importar o ficheiro de classes / séries. A coluna codigo não está preenchida corretamente. Deve preenchê-la com o valor do código de classificação da classe existente na respetiva tabela de seleção. Verifique o seu preenchimento na seguinte linha: ",
  "csv39": "Não foi possível importar o ficheiro de classes / séries. Os campos da coluna codigo e da coluna referencia são ambos inválidos, no mínimo um deve ser preenchido com os valores existentes na respetiva tabela. Verifique o seu preenchimento na seguinte linha: ",
  "csv40": "Não foi possível importar o ficheiro de classes / séries.  Os campos da coluna referencia devem ser preenchidos com os valores do número de referência existentes na respetiva tabela ou deve preencher o campo da coluna codigo corretamente. Verifique o seu preenchimento na seguinte linha: ",
  "csv41": "Não foi possível importar o ficheiro de classes / séries. O preenchimento dos campos da coluna codigo é obrigatório, sempre que existir código de classificação na respetiva tabela ou deve preencher o campo da coluna referencia corretamente. Verifique o seu preenchimento na seguinte linha: ",
  "csv42": "Não foi possível importar o ficheiro de classes / séries. O preenchimento de uma das colunas codigo ou referencia é obrigatório. Deve preenchê-la com os valores do código de classificação e do número de referência, respetivamente, existentes na tabela de seleção. Preencha, pelo menos, uma destas duas colunas. Verifique o seu preenchimento na seguinte linha: ",
  "csv43": "Não foi possível importar o ficheiro de classes / séries. A coluna codigo não está preenchida corretamente, pois a classe a que se reporta não tem destino final associado. Verifique o seu preenchimento na seguinte linha: ",
  "csv44": "Não foi possível importar o ficheiro de classes / séries. As colunas codigo ou referencia não estão preenchidas corretamente, pois a classe a que se reporta não tem destino final associado. Verifique o seu preenchimento na seguinte linha: ",
  "csv45": "Não foi possível importar o ficheiro de classes / séries. A coluna codigo não está preenchida corretamente, pois a classe a que se reporta não tem prazo de conservação administrativa (PCA) associado. Verifique o seu preenchimento na seguinte linha: ",
  "csv46": "Não foi possível importar o ficheiro de classes / séries. As colunas codigo ou referencia não estão preenchidas corretamente, pois a classe a que se reporta não tem prazo de conservação administrativa (PCA) associado. Verifique o seu preenchimento na seguinte linha: ",
  "csv47": "Não foi possível importar o ficheiro de classes / séries. Contacte a equipa do CLAV: ocorreu um erro ao consultar a classe da linha: ",
  "csv48": "Não foi possível importar o ficheiro de classes / séries. O pedido de eliminação é inválido porque o destino final da classe é conservação e a fonte de legitimação é do tipo PGD ou RADA. Verifique o seu preenchimento na seguinte linha: ",
  "csv49": "Não foi possível importar o ficheiro de classes / séries. Contacte a equipa do CLAV: não foi possível verificar as notas devido a um erro ao consultar ao o destino final e/ou o prazo de conservação administrativa da classe da linha: ",
  "csv50": "Não foi possível importar o ficheiro de classes / séries. O pedido de eliminação é inválido porque o prazo de conservação administrativa da classe é igual NE mas nenhuma nota sobre o PCA foi encontrada. Verifique o seu preenchimento na seguinte linha: ",
  "csv51": "Não foi possível importar o ficheiro de classes / séries. O pedido de eliminação é inválido porque o destino final da classe é igual NE mas nenhuma nota sobre o DF foi encontrada. Verifique o seu preenchimento na seguinte linha: ",
  
  "csv481": "Não foi possível importar o ficheiro de classes / séries. O preenchimento dos campos da coluna dataInicial é obrigatório. Deve preenchê-lo com o ano inicial da documentação proposta para eliminação, no formato AAAA. Verifique o seu preenchimento na seguinte linha: ",
  "csv491": "Não foi possível importar o ficheiro de classes / séries. O preenchimento dos campos da coluna dataInicial é obrigatório. Deve preenchê-lo com o ano inicial da documentação proposta para eliminação, no formato AAAA. Verifique o seu preenchimento na seguinte linha: ",
  "csv501": "Não foi possível importar o ficheiro de classes / séries. O preenchimento dos campos da coluna dataInicial é obrigatório. A diferença entre o ano corrente e o valor introduzido não pode ser superior a 100 anos. Verifique o seu preenchimento na seguinte linha: ",
  "csv511": "Não foi possível importar o ficheiro de classes / séries. O preenchimento dos campos da coluna dataFinal é obrigatório. Deve preenchê-lo com o ano final da documentação proposta para eliminação, no formato AAAA. Verifique o seu preenchimento na seguinte linha: ",
  "csv52": "Não foi possível importar o ficheiro de classes / séries. O preenchimento dos campos da coluna dataFinal é obrigatório. Deve preenchê-lo com o ano final da documentação proposta para eliminação, no formato AAAA. Verifique o seu preenchimento na seguinte linha: ",
  "csv53": "Não foi possível importar o ficheiro de classes / séries. O preenchimento dos campos da coluna dataFinal é obrigatório. A diferença entre o ano corrente e o valor introduzido não pode ser superior a 100 anos. Verifique o seu preenchimento na seguinte linha: ",
  "csv54": "Não foi possível importar o ficheiro de classes / séries. O valor introduzido nos campos da coluna dataInicial (ano inicial da documentação proposta para eliminação) não pode ser superior ao valor introduzido no campo dataFinal (data final da documentação proposta para eliminação). Verifique o seu preenchimento na seguinte linha: ",
  "csv55": "Não foi possível importar o ficheiro de classes / séries. O preenchimento dos campos da coluna numAgregacoes é obrigatório, se não submeter um ficheiro com a identificação das agregações / unidades de instalação. Deve preenchê-lo com o número de agregações / unidades de instalação por classe / série, que pretende eliminar. Verifique o seu preenchimento na seguinte linha: ",
  "csv56": "Não foi possível importar o ficheiro de classes / séries. Deve preencher os campos da coluna numAgregacoes (número de agregações / unidades de instalação por classe / série) com um número natural (Ex: 234). Verifique o seu preenchimento na seguinte linha: ",
  "csv57": "Não foi possível importar o ficheiro de classes / séries. A classe não tem nenhuma agregação associada submetida nem o campo da coluna numAgregacoes preenchido. Verifique o seu preenchimento na seguinte linha: ",
  "csv58": "Não foi possível importar o ficheiro de classes / séries. Pelo menos um dos três campos das colunas relativas à medição devem ser preenchidos. Verifique o seu preenchimento na seguinte linha: ",
  "csv59": "Não foi possível importar o ficheiro de classes / séries. Deve preencher o campo da coluna medicaoPapel com o número de metros lineares da informação a eliminar. Pode utilizar um número natural ou decimal. Neste último caso utilize a vírgula como separador (Ex: 9876 ou 123,4546). Verifique o seu preenchimento na seguinte linha: ",
  "csv60": "Não foi possível importar o ficheiro de classes / séries. Deve preencher o campo da coluna medicaoDigital com o número de gigabites da informação a eliminar. Pode utilizar um número natural ou decimal. Neste último caso utilize a vírgula como separador (Ex: 9876 ou 123,4546). Verifique o seu preenchimento na seguinte linha: ",
  "csv61": "Não foi possível importar o ficheiro de classes / séries. Deve preencher o campo da coluna medicaoOutro com o valor da unidade de medida do suporte a eliminar. Pode utilizar um número natural ou decimal. Neste último caso utilize a vírgula como separador (Ex: 9876 ou 123,4546). Verifique o seu preenchimento na seguinte linha: ",
  "csv62": "Não foi possível importar o ficheiro de classes / séries. O preenchimento do campo dono é obrigatório nas classes/séries de conservação. Deve preencher o campo da coluna dono com o(s) nome da(s) entidade(s) dona(s) do processo que consta(m) no catálogo de entidades da CLAV. Se o(s) nome(s) da(s) entidade(s) não constar(em) tem de propor a sua inclusão. Se for mais de uma entidade, deve separá-las com #. Verifique o seu preenchimento na seguinte linha: ",
  "csv63": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento dos campos da coluna codigoAgregacao é obrigatório e deve ser preenchido com o código da agregação / unidade de instalação a eliminar. Verifique o seu preenchimento na seguinte linha: ",
  "csv64": "Não foi possível importar o ficheiro de agregações / UI. Na mesma classe/série não podem existir agregações com o mesmo codigoAgregacao. Verifique o seu preenchimento na seguinte linha: ",
  "csv65": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento dos campos da coluna titulo é obrigatório e deve ser preenchido com o título da agregação / unidade de instalação a eliminar. Verifique o seu preenchimento na seguinte linha: ",
  "csv66": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento dos campos da coluna dataInicioContagemPCA é obrigatório e deve ser preenchido com a data de início de contagem do prazo de conservação administrativo (PCA). O valor introduzido deve ser igual ou inferior à subtração do valor existente no campo PCA da respetiva classe / série ao ano corrente, mais um ano. Verifique o seu preenchimento na seguinte linha: ",
  "csv67": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento dos campos da coluna dataInicioContagemPCA é obrigatório e deve ser preenchido com a data de início de contagem do prazo de conservação administrativo (PCA), no formato AAAA. Verifique o seu preenchimento na seguinte linha: ",
  "csv68": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento dos campos da coluna dataInicioContagemPCA é obrigatório e deve ser preenchido com a data de início de contagem do prazo de conservação administrativo (PCA). O valor introduzido deve ser igual ou inferior à subtração do valor existente no campo PCA da respetiva classe / série ao ano corrente, mais um ano. Verifique o seu preenchimento na seguinte linha: ",
  "csv69": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento dos campos da coluna intervencao (natureza de intervenção) é obrigatório nas agregações das classes / séries de eliminação. Deve preenchê-lo com um dos valores: Dono ou Participante. Verifique o seu preenchimento na seguinte linha: ",
  "csv70_523": "Erro(s) na análise semântica do(s) ficheiro(s) CSV:",
  "csv71_524": "Erro na consulta de utilizador para importação do AE:",
  "csv72_201": "Auto de Eliminação importado com sucesso e adicionado aos pedidos com codigo: ",
  "csv73_525": "Erro na criação do pedido de importação do AE:"
}