{ 
  "csv1_512": "Erro ao importar Auto de Eliminação: o campo tipo tem de vir preenchido.", 
  "csv2_513": "Erro ao importar Auto de Eliminação: o campo legitimacao tem de vir preenchido.", 
  "csv3_514": "Erro ao importar Auto de Eliminação: o campo entidade tem de vir preenchido.", 
  "csv4_515": "Erro ao importar Auto de Eliminação: o campo tipo está preenchido com um valor inválido", 
  "csv5_516": "Erro ao importar Auto de Eliminação:", 
  "csv6_517": "Erro ao importar Auto de Eliminação: o campo file tem de vir preenchido.",
  "csv7": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem as colunas necessárias. Devem ser 9 colunas, com as seguintes designações: codigo; referencia; dataInicial; dataFinal; numAgregacoes; medicaoPapel; medicaoDigital; medicaoOutro; dono.",
  "csv8": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna codigo (código de classificação da classe). A existência da coluna codigo é obrigatória pelo que a deve inserir no ficheiro e preencher os respetivos campos.",
  "csv9": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna codigo (código de classificação da série). A existência da coluna codigo é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.",
  "csv10": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna referencia (número de referência da série). A existência da coluna referencia é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.",
  "csv11": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna dataInicial (data inicial da informação / documentação a eliminar). A existência da coluna dataInicial é obrigatória pelo que a deve inserir no ficheiro e preencher os respetivos campos.",
  "csv12": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna dataFinal (data final da informação / documentação a eliminar). A existência da coluna dataFinal é obrigatória pelo que a deve inserir no ficheiro e preencher os respetivos campos.",
  "csv13": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna numAgregacoes (número de agregações / unidades de instalação a eliminar). A existência da coluna numAgregacoes é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.",
  "csv14": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna medicaoPapel (número de metros lineares da informação / documentação a eliminar). A existência da coluna medicaoPapel é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.",
  "csv15": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna medicaoDigital (número de gigabites da informação / documentação a eliminar). A existência da coluna medicaoDigital é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.",
  "csv16": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna medicaoOutro (valor da unidade de medida do suporte a eliminar). A existência da coluna medicaoOutro é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.",
  "csv17": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não tem a coluna dono (donos do processo de negócio). A existência da coluna dono é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.",
  "csv18": "Não foi possível importar o ficheiro de classes / séries. O ficheiro não está preenchido ou os dados estão incorretos.",
  "csv19": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro não tem as colunas necessárias. Devem ser 6 colunas, com as seguintes designações: codigoClasse; referencia; codigoAgregacao; titulo; dataInicioContagemPCA; intervencao.", 
  "csv20": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro não tem a coluna codigoClasse (código de classificação da classe). A existência da coluna codigoClasse é obrigatória pelo que a deve inserir no ficheiro e preencher os respetivos campos.", 
  "csv21": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro não tem a coluna codigoClasse (código de classificação da classe / série). A existência da coluna codigoClasse é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.", 
  "csv22": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro não tem a coluna referencia (número de referência da série). A existência da coluna referencia é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.", 
  "csv23": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro não tem a coluna codigoAgregacao (código da agregação / unidade de instalação a eliminar). A existência da coluna codigoAgregacao é obrigatória pelo que a deve inserir no ficheiro e preencher os respetivos campos.", 
  "csv24": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro não tem a coluna titulo (título da agregação / unidade de instalação a eliminar). A existência da coluna titulo é obrigatória pelo que a deve inserir no ficheiro e preencher os respetivos campos.", 
  "csv25": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro não tem a coluna dataInicioContagemPCA (data de início de contagem do prazo de conservação administrativa da agregação / unidade de instalação a eliminar). A existência da coluna dataInicioContagemPCA é obrigatória pelo que a deve inserir no ficheiro e preencher os respetivos campos.", 
  "csv26": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro não tem a coluna intervencao (natureza de intervenção das agregações / unidades de instalação a eliminar). A existência da coluna intervencao é obrigatória pelo que a deve inserir no ficheiro, mesmo que não preencha os respetivos campos.",
  "csv27": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro não está preenchido ou os dados estão incorretos.", 

  "json22": "Não foi possível importar o ficheiro. O ficheiro não tem o campo tipo.",
  "json23": "Não foi possível importar o ficheiro. O ficheiro não tem o campo legitimacao.",
  "json24": "Não foi possível importar o ficheiro. O ficheiro não tem o campo entidades.",
  "json25": "Não foi possível importar o ficheiro. O ficheiro não tem o campo classes.",
  "json26": "Não foi possível importar o ficheiro. O campo tipo está preenchido com um valor inválido.",
  "json27": "Não foi possível importar o ficheiro. Ocorreu um erro ao dar parse do ficheiro.", 

  "xml27": "Não foi possível importar o ficheiro. Verifique o seu preenchimento na seguinte linha: ", 
  
  "csv28_518": "Erro(s) na análise estrutural do(s) ficheiro(s) CSV:", 
  "json28_518": "Erro(s) na análise estrutural do ficheiro JSON:",
  "xml28_518": "Erro(s) na análise estrutural do ficheiro XML:", 

  "csv29_519": "Erro ao importar Auto de Eliminação: o ficheiro das agregações tem de ser de formato CSV.", 
  "csv30_520": "Erro ao importar Auto de Eliminação: o ficheiro das classes / séries tem de ser de formato CSV.", 
  "json29_519": "Erro ao importar Auto de Eliminação: o ficheiro tem de ser de formato JSON.",
  "xml29_519": "Erro ao importar Auto de Eliminação: o ficheiro tem de ser de formato XML.",



  "csv31": "Erro ao recuperar a legislação. O tipo ou o número da legislação não vieram preenchidos ou estão preenchidos com valores inválidos.", 
  "csv32": "Erro ao recuperar a(s) entidade(s). As entidades não vieram preenchidas ou estão preenchidas com valores inválidos.", 
  "csv33": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento da coluna codigoClasse é obrigatório. Deve preenchê-la com o valor do código de classificação da classe existente na respetiva tabela de seleção a que pretende associar a agregação / unidade de instalação. Verifique o seu preenchimento na seguinte linha: ", 
  "csv34": "Não foi possível importar o ficheiro de agregações / UI. A coluna codigoClasse não está preenchida corretamente. Deve preenchê-la com o valor do código de classificação da classe existente na respetiva tabela de seleção a que pretende associar a agregação / unidade de instalação. Verifique o seu preenchimento na seguinte linha: ", 
  "csv35": "Não foi possível importar o ficheiro de agregações / UI. As colunas codigoClasse ou referencia não estão preenchidas ou estão incorretas. O preenchimento de uma das colunas codigoClasse ou referencia é obrigatório e deve preenchê-la com os valores do código de classificação e do número de referência, respetivamente, existentes na tabela de seleção a que pretende associar a agregação / unidade de instalação. Se no ficheiro das classes / séries, preencheu o campo codigo, no ficheiro das agregações / unidades de instalação deve preencher o campo codigoClasse. Se no ficheiro das classes / séries, preencheu o campo referencia, no ficheiro das agregações / unidades de instalação deve preencher a coluna referencia. Verifique o seu preenchimento na seguinte linha: ", 
  "csv36_521": "Erro na informação enviada:",
  

  "csv37_522": "Erro ao listar PGD_LCs.",
  "csv38_523": "Erro ao listar PGDs.",
  "csv39_524": "Erro ao listar RADAs.",
  "csv40_525": "Erro a consultar PGD / PGD_LC.",
  "csv41_526": "Erro a consultar RADA.",
  
  "csv42": "Não foi possível importar o ficheiro de classes / séries. O preenchimento da coluna codigo é obrigatório. Deve preenchê-la com o valor do código de classificação da classe existente na respetiva tabela de seleção. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml42": "Não foi possível importar o ficheiro. O preenchimento do campo codigo é obrigatório. Deve preenchê-lo com o valor do código de classificação da classe existente na respetiva tabela de seleção. Verifique o seu preenchimento da classe ",
  
  "csv43": "Não foi possível importar o ficheiro de classes / séries. A coluna codigo não está preenchida corretamente. Deve preenchê-la com o valor do código de classificação da classe existente na respetiva tabela de seleção. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml43": "Não foi possível importar o ficheiro. O campo codigo não está preenchido corretamente. Deve preenchê-lo com o valor do código de classificação da classe existente na respetiva tabela de seleção. Verifique o seu preenchimento da classe ",
  
  "csv44": "Não foi possível importar o ficheiro de classes / séries. As colunas codigo e referencia não estão preenchidas corretamente. O preenchimento de uma das colunas é obrigatório. Deve preenchê-la com os valores do código de classificação e/ou do número de referência, respetivamente, existentes na tabela de seleção. Preencha, pelo menos, uma destas duas colunas. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml44": "Não foi possível importar o ficheiro. Os campos codigo e referencia não estão preenchidos corretamente. O preenchimento de um dos campos é obrigatório. Deve preenchê-lo com os valores do código de classificação e/ou do número de referência, respetivamente, existentes na tabela de seleção. Preencha, pelo menos, uma destas duas colunas. Verifique o seu preenchimento da classe ",
  
  "csv45": "Não foi possível importar o ficheiro de classes / séries. A coluna referencia não está preenchida corretamente. O preenchimento de uma das colunas, codigo ou referencia, é obrigatório. Deve preencher a coluna referencia com os valores existentes na tabela de seleção. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml45": "Não foi possível importar o ficheiro. O campo referencia não está preenchida corretamente. O preenchimento de um dos campos, codigo ou referencia, é obrigatório. Deve preencher o campo referencia com os valores existentes na tabela de seleção. Verifique o seu preenchimento da classe ",
  
  "csv46": "Não foi possível importar o ficheiro de classes / séries. A coluna codigo não está preenchida corretamente. O preenchimento de uma das colunas, codigo ou referencia, é obrigatório. Deve preencher a coluna codigo com os valores existentes na tabela de seleção. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml46": "Não foi possível importar o ficheiro. O campo codigo não está preenchida corretamente. O preenchimento de um dos campos, codigo ou referencia, é obrigatório. Deve preencher o campo codigo com os valores existentes na tabela de seleção. Verifique o seu preenchimento da classe ",
  
  "csv47": "Não foi possível importar o ficheiro de classes / séries. O preenchimento de uma das colunas codigo ou referencia é obrigatório. Deve preenchê-la com os valores do código de classificação e do número de referência, respetivamente, existentes na tabela de seleção. Preencha, pelo menos, uma destas duas colunas. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml47": "Não foi possível importar o ficheiro. O preenchimento de um dos campos codigo ou referencia é obrigatório. Deve preenchê-lo com os valores do código de classificação e do número de referência, respetivamente, existentes na tabela de seleção. Preencha, pelo menos, uma destas duas colunas. Verifique o seu preenchimento da classe ",
  
  "csv48": "Não foi possível importar o ficheiro de classes / séries. A coluna codigo não está preenchida corretamente, pois a classe a que se reporta não tem destino final associado. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml48": "Não foi possível importar o ficheiro. O campo codigo não está preenchido corretamente, pois a classe a que se reporta não tem destino final associado. Verifique o seu preenchimento da classe ",
  
  "csv49": "Não foi possível importar o ficheiro de classes / séries. As colunas codigo ou referencia não estão preenchidas corretamente, pois a classe a que se reporta não tem destino final associado. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml49": "Não foi possível importar o ficheiro. Os campos codigo ou referencia não estão preenchidos corretamente, pois a classe a que se reporta não tem destino final associado. Verifique o seu preenchimento da classe ",
  
  "csv50": "Não foi possível importar o ficheiro de classes / séries. A coluna codigo não está preenchida corretamente, pois a classe a que se reporta não tem prazo de conservação administrativa (PCA) associado. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml50": "Não foi possível importar o ficheiro. O campo codigo não está preenchido corretamente, pois a classe a que se reporta não tem prazo de conservação administrativa (PCA) associado. Verifique o seu preenchimento da classe ",
  
  "csv51": "Não foi possível importar o ficheiro de classes / séries. As colunas codigo ou referencia não estão preenchidas corretamente, pois a classe a que se reporta não tem prazo de conservação administrativa (PCA) associado. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml51": "Não foi possível importar o ficheiro. Os campos codigo ou referencia não estão preenchidos corretamente, pois a classe a que se reporta não tem prazo de conservação administrativa (PCA) associado. Verifique o seu preenchimento da classe ",
  
  "csv52": "Não foi possível importar o ficheiro de classes / séries. Contacte a equipa CLAV (clav@dglab.gov.pt). Ocorreu um erro ao consultar a classe na linha: Ocorreu um erro ao consultar a classe na linha: ",
  "jsonxml52": "Não foi possível importar o ficheiro. Contacte a equipa CLAV (clav@dglab.gov.pt). Ocorreu um erro ao consultar a classe ",

  "csv53": "Não foi possível importar o ficheiro de classes / séries. O destino final da classe é conservação, não podendo ser eliminada a respetiva informação / documentação. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml53": "Não foi possível importar o ficheiro. O destino final da classe é conservação, não podendo ser eliminada a respetiva informação / documentação. Verifique o seu preenchimento da classe ",
  
  "csv54": "Não foi possível importar o ficheiro de classes / séries. Não foi possível consultar o destino final e/ou o prazo de conservação administrativa da classe. Contacte a equipa CLAV (clav@dglab.gov.pt). Ocorreu um erro ao consultar a classe na linha: ",
  "jsonxml54": "Não foi possível importar o ficheiro. Não foi possível consultar o destino final e/ou o prazo de conservação administrativa da classe. Contacte a equipa CLAV (clav@dglab.gov.pt). Ocorreu um erro ao consultar a classe ",
  
  "csv55": "Não foi possível importar o ficheiro de classes / séries. Existem classes / séries repetidas no ficheiro. Um AE não pode ter classes / séries com o mesmo código. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml55": "Não foi possível importar o ficheiro. Existem classes / séries repetidas no ficheiro. Um AE não pode ter classes / séries com o mesmo código. Verifique o seu preenchimento da classe ",

  "csv56": "Não foi possível importar o ficheiro de classes / séries. Existem classes / séries repetidas no ficheiro. Um AE não pode ter classes / séries com a mesma referência. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml56": "Não foi possível importar o ficheiro. Existem classes / séries repetidas no ficheiro. Um AE não pode ter classes / séries com a mesma referência. Verifique o seu preenchimento da classe ",

  "csv57": "Não foi possível importar o ficheiro de classes / séries. O preenchimento da coluna dataInicial é obrigatório. Deve preenchê-la com o ano inicial da informação / documentação a eliminar, no formato AAAA (Ex: 1985). Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml57": "Não foi possível importar o ficheiro. O preenchimento do campo dataInicial é obrigatório. Deve preenchê-lo com o ano inicial da informação / documentação a eliminar, no formato AAAA (Ex: 1985). Verifique o seu preenchimento da classe ",
  
  "csv58": "Não foi possível importar o ficheiro de classes / séries. A coluna dataInicial não está preenchida corretamente. Deve preenchê-la com o ano inicial da informação / documentação a eliminar, no formato AAAA (Ex: 1985). Não deve inserir outros formatos de data. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml58": "Não foi possível importar o ficheiro. O campo dataInicial não está preenchido corretamente. Deve preenchê-lo com o ano inicial da informação / documentação a eliminar, no formato AAAA (Ex: 1985). Não deve inserir outros formatos de data. Verifique o seu preenchimento da classe ",
  
  "csv59": "Não foi possível importar o ficheiro de classes / séries. A coluna dataInicial não está preenchida corretamente. Não pode eliminar informação / documentação com mais de 100 anos. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml59": "Não foi possível importar o ficheiro. O campo dataInicial não está preenchido corretamente. Não pode eliminar informação / documentação com mais de 100 anos. Verifique o seu preenchimento da classe ",
  
  "csv60": "Não foi possível importar o ficheiro de classes / séries. O preenchimento da coluna dataFinal é obrigatório. Deve preenchê-la com o ano final da informação / documentação a eliminar, no formato AAAA (Ex: 1985). Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml60": "Não foi possível importar o ficheiro. O preenchimento do campo dataFinal é obrigatório. Deve preenchê-lo com o ano final da informação / documentação a eliminar, no formato AAAA (Ex: 1985). Verifique o seu preenchimento da classe ",
  
  "csv661": "Não foi possível importar o ficheiro de classes / séries. A coluna dataFinal não está preenchida corretamente. Deve preenchê-la com o ano final da informação / documentação a eliminar, no formato AAAA (Ex: 1985). Não deve inserir outros formatos de data. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml61": "Não foi possível importar o ficheiro. O campo dataFinal não está preenchido corretamente. Deve preenchê-lo com o ano final da informação / documentação a eliminar, no formato AAAA (Ex: 1985). Não deve inserir outros formatos de data. Verifique o seu preenchimento da classe ",
  
  "csv62": "Não foi possível importar o ficheiro de classes / séries. A coluna dataFinal não está preenchida corretamente. Não pode eliminar informação / documentação com mais de 100 anos. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml62": "Não foi possível importar o ficheiro. O campo dataFinal não está preenchido corretamente. Não pode eliminar informação / documentação com mais de 100 anos. Verifique o seu preenchimento da classe ",

  "csv63": "Não foi possível importar o ficheiro de classes / séries. As colunas dataFinal e dataInicial não estão preenchidas corretamente. O valor introduzido na coluna dataInicial (ano inicial da informação / documentação a eliminar) não pode ser superior ao valor introduzido na coluna dataFinal (data final da informação / documentação a eliminar). Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml63": "Não foi possível importar o ficheiro. Os campos dataFinal e dataInicial não estão preenchidos corretamente. O valor introduzido na coluna dataInicial (ano inicial da informação / documentação a eliminar) não pode ser superior ao valor introduzido na coluna dataFinal (data final da informação / documentação a eliminar). Verifique o seu preenchimento da classe ",
  
  "csv64": "Não foi possível importar o ficheiro de classes / séries. O preenchimento da coluna numAgregacoes é obrigatório, se não submeter um ficheiro com a identificação das agregações / unidades de instalação. Deve preenchê-la com o número de agregações / unidades de instalação a eliminar, por classe / série. Verifique o seu preenchimento na seguinte linha: ",
  "csv65": "Não foi possível importar o ficheiro de classes / séries. A coluna numAgregacoes (número de agregações / unidades de instalação por classe / série) não está preenchida corretamente. Deve preenchê-la com um número natural (Ex: 234). Verifique o seu preenchimento na seguinte linha: ",
  
  "csv66": "Não foi possível importar o ficheiro de classes / séries. A cada codigo indicado no ficheiro de classes / séries, terá de corresponder uma das seguintes possibilidades: a identificação das agregações / unidades de instalação que lhe estão associadas (no ficheiro de agregações / unidades de instalação), ou, a identificação do número total de agregações / UI que pretende eliminar (no ficheiro de classes / séries), na coluna numAgregacoes. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml66": "Não foi possível importar o ficheiro. A cada codigo indicado no ficheiro, terá de corresponder uma das seguintes possibilidades: a identificação das agregações / unidades de instalação que lhe estão associadas ou a identificação do número total de agregações / UI que pretende eliminar, no campo numAgregacoes. Verifique o seu preenchimento da classe ",
  
  "csv67": "Não foi possível importar o ficheiro de classes / séries. A cada codigo ou referencia indicados no ficheiro de classes / séries, terá de corresponder uma das seguintes possibilidades: a identificação das agregações / unidades de instalação que lhe estão associadas (no ficheiro de agregações / unidades de instalação), ou, a identificação do número total de agregações / UI que pretende eliminar (no ficheiro de classes / séries), na coluna numAgregacoes. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml67": "Não foi possível importar o ficheiro. A cada codigo ou referencia indicados no ficheiro, terá de corresponder uma das seguintes possibilidades: a identificação das agregações / unidades de instalação que lhe estão associadas ou a identificação do número total de agregações / UI que pretende eliminar, no campo numAgregacoes. Verifique o seu preenchimento da classe ",
  
  "csv68": "Não foi possível importar o ficheiro de classes / séries. É obrigatório o preenchimento de, pelo menos, uma das três colunas relativas à medição - medicaoPapel, medicaoDigital e medicaoOutro. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml68": "Não foi possível importar o ficheiro. É obrigatório o preenchimento de, pelo menos, uma dos três campos relativos à medição - medicaoPapel, medicaoDigital e medicaoOutro. Verifique o seu preenchimento da classe ",
  
  "csv69": "Não foi possível importar o ficheiro de classes / séries. A coluna medicaoPapel (número de metros lineares da informação / documentação a eliminar) não está preenchida corretamente. Deve preenchê-la com um número natural ou decimal, superior a 0 (zero). Neste último caso utilize a vírgula como separador (Ex: 9876 ou 123,4546). Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml69": "Não foi possível importar o ficheiro. O campo medicaoPapel (número de metros lineares da informação / documentação a eliminar) não está preenchido corretamente. Deve preenchê-lo com um número natural ou decimal, superior a 0 (zero). Neste último caso utilize a vírgula como separador (Ex: 9876 ou 123,4546). Verifique o seu preenchimento da classe ",

  "csv70": "Não foi possível importar o ficheiro de classes / séries. A coluna medicaoDigital (número de gigabites da informação / documentação a eliminar) não está preenchida corretamente. Deve preenchê-la com um número natural ou decimal, superior a 0 (zero). Neste último caso utilize a vírgula como separador (Ex: 9876 ou 123,4546). Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml70": "Não foi possível importar o ficheiro. O campo medicaoDigital (número de gigabites da informação / documentação a eliminar) não está preenchido corretamente. Deve preenchê-lo com um número natural ou decimal, superior a 0 (zero). Neste último caso utilize a vírgula como separador (Ex: 9876 ou 123,4546). Verifique o seu preenchimento da classe ",
  
  "csv71": "Não foi possível importar o ficheiro de classes / séries. A coluna medicaoOutro (valor da unidade de medida do suporte a eliminar) não está preenchida corretamente. Deve preenchê-la com um número natural ou decimal, superior a 0 (zero). Neste último caso utilize a vírgula como separador (Ex: 9876 ou 123,4546). Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml71": "Não foi possível importar o ficheiro. O campo medicaoOutro (valor da unidade de medida do suporte a eliminar) não está preenchido corretamente. Deve preenchê-lo com um número natural ou decimal, superior a 0 (zero). Neste último caso utilize a vírgula como separador (Ex: 9876 ou 123,4546). Verifique o seu preenchimento da classe ",
  
  "csv72": "Não foi possível importar o ficheiro de classes / séries. O preenchimento da coluna dono é obrigatório nas classes com um destino final de conservação. Deve preenchê-la com a(s) sigla(s) da(s) entidade(s) dona(s) do processo de negócio. Utilize a(s) sigla(s) que consta(m) no catálogo de entidades da CLAV. Se a(s) entidade(s) não constar(em) no catálogo tem de propor a sua inclusão. Se for mais de uma entidade, deve separá-las com #, sem espaços e sem parágrafos. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml72": "Não foi possível importar o ficheiro. O preenchimento do campo dono é obrigatório nas classes com um destino final de conservação. Deve preenchê-lo com a(s) sigla(s) da(s) entidade(s) dona(s) do processo de negócio. Utilize a(s) sigla(s) que consta(m) no catálogo de entidades da CLAV. Se a(s) entidade(s) não constar(em) no catálogo tem de propor a sua inclusão. Verifique o seu preenchimento da classe ",
  
  "csv73": "Não foi possível importar o ficheiro de classes / séries. A coluna dono não está preenchida corretamente. Deve preenchê-la com a(s) sigla(s) da(s) entidade(s) dona(s) do processo que consta(m) no catálogo de entidades da CLAV. Se a(s) entidade(s) não constar(em) no catálogo tem de propor a sua inclusão. Se for mais de uma entidade, deve separá-las com #, sem espaços e sem parágrafos. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml73": "Não foi possível importar o ficheiro. O campo dono não está preenchido corretamente. Deve preenchê-lo com a(s) sigla(s) da(s) entidade(s) dona(s) do processo que consta(m) no catálogo de entidades da CLAV. Se a(s) entidade(s) não constar(em) no catálogo tem de propor a sua inclusão. Verifique o seu preenchimento da classe ",
  
  "csv74": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento da coluna codigoAgregacao é obrigatório. Deve preenchê-la com o código da agregação / unidade de instalação a eliminar. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml74": "Não foi possível importar o ficheiro. O preenchimento do campo codigoAgregacao é obrigatório. Deve preenchê-lo com o código da agregação / unidade de instalação a eliminar. Verifique o seu preenchimento da classe ",
  
  "csv75": "Não foi possível importar o ficheiro de agregações / UI. A coluna codigoAgregacao não está preenchida corretamente. Na mesma classe / série não podem existir agregações com o mesmo valor, isto é, com o mesmo codigoAgregacao. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml75": "Não foi possível importar o ficheiro. O campo codigoAgregacao não está preenchido corretamente. Na mesma classe / série não podem existir agregações com o mesmo valor, isto é, com o mesmo codigoAgregacao. Verifique o seu preenchimento da classe ",
  
  "csv76": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento da coluna titulo é obrigatório. Deve preenchê-la com o título da agregação / unidade de instalação a eliminar. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml76": "Não foi possível importar o ficheiro. O preenchimento do campo titulo é obrigatório. Deve preenchê-lo com o título da agregação / unidade de instalação a eliminar. Verifique o seu preenchimento da classe ",
  
  "csv77": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento da coluna dataInicioContagemPCA é obrigatório. O valor introduzido deve ser igual ou inferior à subtração do prazo de conservação administrativa (PCA) ao ano corrente. Para garantia de cumprimento integral do PCA deve adicionar a este valor 1 ano. Fórmula: AC - (PCA+1ano). Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml77": "Não foi possível importar o ficheiro. O preenchimento do campo dataInicioContagemPCA é obrigatório. O valor introduzido deve ser igual ou inferior à subtração do prazo de conservação administrativa (PCA) ao ano corrente. Para garantia de cumprimento integral do PCA deve adicionar a este valor 1 ano. Fórmula: AC - (PCA+1ano). Verifique o seu preenchimento da classe ",
  
  "csv78": "Não foi possível importar o ficheiro de agregações / UI. A coluna dataInicioContagemPCA não está preenchida corretamente. O valor introduzido deve ter o formato AAAA (Ex: 1985). Não deve inserir outros formatos de data. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml78": "Não foi possível importar o ficheiro. O campo dataInicioContagemPCA não está preenchido corretamente. O valor introduzido deve ter o formato AAAA (Ex: 1985). Não deve inserir outros formatos de data. Verifique o seu preenchimento da classe ",
  
  "csv79": "Não foi possível importar o ficheiro de agregações / UI. A coluna dataInicioContagemPCA não está preenchida corretamente. O valor introduzido deve ser igual ou inferior à subtração do prazo de conservação administrativa (PCA) ao ano corrente. Para garantia de cumprimento integral do PCA deve adicionar a este valor 1 ano. Fórmula: AC - (PCA+1ano). Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml79": "Não foi possível importar o ficheiro. O campo dataInicioContagemPCA não está preenchido corretamente. O valor introduzido deve ser igual ou inferior à subtração do prazo de conservação administrativa (PCA) ao ano corrente. Para garantia de cumprimento integral do PCA deve adicionar a este valor 1 ano. Fórmula: AC - (PCA+1ano). Verifique o seu preenchimento da classe ",

  "csv80": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento da coluna intervencao (natureza de intervenção da agregação / unidade de instalação) é obrigatório. Para as agregações pertencentes a classes com um destino final de conservação, deve preenchê-la com o valor Participante. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml80": "Não foi possível importar o ficheiro. O preenchimento do campo intervencao (natureza de intervenção da agregação / unidade de instalação) é obrigatório. Para as agregações pertencentes a classes com um destino final de conservação, deve preenchê-lo com o valor Participante. Verifique o seu preenchimento da classe ",
  
  "csv81": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento da coluna intervencao (natureza de intervenção da agregação / unidade de instalação) é obrigatório. Para as agregações pertencentes a classes com um destino final de eliminação, deve preenchê-la com um dos dois valores: Dono ou Participante. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml81": "Não foi possível importar o ficheiro. O preenchimento do campo intervencao (natureza de intervenção da agregação / unidade de instalação) é obrigatório. Para as agregações pertencentes a classes com um destino final de eliminação, deve preenchê-lo com um dos dois valores: Dono ou Participante. Verifique o seu preenchimento da classe ",
  
  "csv82": "Não foi possível importar o ficheiro de agregações / UI. A coluna intervencao (natureza de intervenção da agregação / unidade de instalação) não está preenchida corretamente. Para as agregações pertencentes a classes com um destino final de conservação, deve preenchê-la com o valor Participante. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml82": "Não foi possível importar o ficheiro. O campo intervencao (natureza de intervenção da agregação / unidade de instalação) não está preenchido corretamente. Para as agregações pertencentes a classes com um destino final de conservação, deve preenchê-lo com o valor Participante. Verifique o seu preenchimento da classe ",
  
  "csv83": "Não foi possível importar o ficheiro de agregações / UI. A coluna intervencao (natureza de intervenção da agregação / unidade de instalação) não está preenchida corretamente. Para as agregações pertencentes a classes com um destino final de eliminação, deve preenchê-la com um dos dois valores: Dono ou Participante. Verifique o seu preenchimento na seguinte linha: ",
  "jsonxml83": "Não foi possível importar o ficheiro. O campo intervencao (natureza de intervenção da agregação / unidade de instalação) não está preenchido corretamente. Para as agregações pertencentes a classes com um destino final de eliminação, deve preenchê-lo com um dos dois valores: Dono ou Participante. Verifique o seu preenchimento da classe ",
  
  "csv84_527": "Erro(s) na análise semântica do(s) ficheiro(s) CSV:",
  "json84_527": "Erro(s) na análise semântica do ficheiro JSON:",
  "xml84_527": "Erro(s) na análise semântica do ficheiro XML:",

  "csv85_528": "Erro na consulta de utilizador para importação do AE:",
  "csv86_201": "Auto de Eliminação importado com sucesso e adicionado aos pedidos com codigo: ",
  "csv87_529": "Erro na criação do pedido de importação do AE:"
}