{ 
  "csv1_512": "Erro ao importar Auto de Eliminação:", 
  "csv2_513": "Erro ao importar Auto de Eliminação: o campo file tem de vir preenchido.",
  "csv3": "Não foi possível importar o ficheiro de classes / séries. O ficheiro de classes / séries só pode ter 9 colunas no total.",
  "csv4": "Não foi possível importar o ficheiro de classes / séries. Coluna codigo inexistente.",
  "csv5": "Não foi possível importar o ficheiro de classes / séries. Coluna referencia inexistente.",
  "csv6": "Não foi possível importar o ficheiro de classes / séries. Coluna dataInicial inexistente.",
  "csv7": "Não foi possível importar o ficheiro de classes / séries. Coluna dataFinal inexistente.",
  "csv8": "Não foi possível importar o ficheiro de classes / séries. Coluna numAgregacoes inexistente.",
  "csv9": "Não foi possível importar o ficheiro de classes / séries. Coluna medicaoPapel inexistente.",
  "csv10": "Não foi possível importar o ficheiro de classes / séries. Coluna medicaoDigital inexistente.",
  "csv11": "Não foi possível importar o ficheiro de classes / séries. Coluna medicaoOutro inexistente.",
  "csv12": "Não foi possível importar o ficheiro de classes / séries. Coluna dono inexistente.",
  "csv13": "Não foi possível importar o ficheiro de classes / séries. O ficheiro de classes / séries encontra-se vazio ou com conteúdo inválido.",
  "csv14": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro de agregações / UI só pode ter 6 colunas no total.", 
  "csv15": "Não foi possível importar o ficheiro de agregações / UI. Coluna codigoClasse inexistente.", 
  "csv16": "Não foi possível importar o ficheiro de agregações / UI. Coluna referencia inexistente.", 
  "csv17": "Não foi possível importar o ficheiro de agregações / UI. Coluna codigoAgregacao inexistente.", 
  "csv18": "Não foi possível importar o ficheiro de agregações / UI. Coluna titulo inexistente.", 
  "csv19": "Não foi possível importar o ficheiro de agregações / UI. Coluna dataInicioContagemPCA inexistente.", 
  "csv20": "Não foi possível importar o ficheiro de agregações / UI. Coluna intervencao inexistente.", 
  "csv21": "Não foi possível importar o ficheiro de agregações / UI. O ficheiro de agregações / UI encontra-se vazio ou com conteúdo inválido.", 
  "csv22_514": "Erro(s) na análise estrutural do(s) ficheiro(s) CSV:", 
  "csv23_515": "Erro ao importar Auto de Eliminação: o ficheiro das agregações tem de ser de formato CSV.", 
  "csv24_516": "Erro ao importar Auto de Eliminação: o ficheiro das classes / séries tem de ser de formato CSV.", 
  "csv25": "Erro ao recuperar a legislação (o tipo ou o número da legislação não vieram preenchido(s))", 
  "csv26": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento dos campos da coluna codigoClasse é obrigatório, sempre que existir código de classificação na respetiva tabela. Verifique o seu preenchimento na seguinte linha: ", 
  "csv27": "Não foi possível importar o ficheiro de agregações / UI. Os campos da coluna codigoClasse devem ser preenchidos com os valores do código de classificação existentes na respetiva tabela. Verifique o seu preenchimento na seguinte linha: ", 
  "csv28": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento dos campos da coluna codigoClasse ou da coluna referencia é obrigatório, sempre que existir código de classificação / número de referência na respetiva tabela. Verifique o seu preenchimento na seguinte linha: ", 
  "csv29_517": "Erro na informação enviada:",
  "csv30_518": "Erro ao listar PGD_LCs.",
  "csv31_519": "Erro ao listar PGDs.",
  "csv32_520": "Erro ao listar RADAs.",
  "csv33_521": "Erro a consultar PGD / PGD_LC.",
  "csv34_522": "Erro a consultar RADA.",
  "csv35": "Não foi possível importar o ficheiro de classes / séries. O preenchimento dos campos da coluna codigo é obrigatório, sempre que existir código de classificação na respetiva tabela. Verifique o seu preenchimento na seguinte linha: ",
  "csv36": "Não foi possível importar o ficheiro de classes / séries. Os campos da coluna codigo devem ser preenchidos com os valores do código de classificação existentes na respetiva tabela. Verifique o seu preenchimento na seguinte linha: ",
  "csv37": "Não foi possível importar o ficheiro de classes / séries. Os campos da coluna codigo e da coluna referencia são ambos inválidos. Verifique o seu preenchimento na seguinte linha: ",
  "csv38": "Não foi possível importar o ficheiro de classes / séries. Os campos da coluna referencia devem ser preenchidos com os valores do número de referência existentes na respetiva tabela. Verifique o seu preenchimento na seguinte linha: ",
  "csv39": "Não foi possível importar o ficheiro de classes / séries. O preenchimento dos campos da coluna codigo é obrigatório, sempre que existir código de classificação na respetiva tabela. Verifique o seu preenchimento na seguinte linha: ",
  "csv40": "Não foi possível importar o ficheiro de classes / séries. Os campos da coluna codigo e da coluna referencia não podem estar ambos vazios. Verifique o seu preenchimento na seguinte linha: ",
  "csv41": "Não foi possível importar o ficheiro de classes / séries. O pedido de eliminação é inválido porque a classe não tem destino final. Verifique o seu preenchimento na seguinte linha: ",
  "csv42": "Não foi possível importar o ficheiro de classes / séries. O pedido de eliminação é inválido porque a classe não tem prazo de conservação administrativa. Verifique o seu preenchimento na seguinte linha: ",
  "csv43": "Contacte a equipa do CLAV: ocorreu um erro ao consultar a classe.",
  "csv44": "Não foi possível importar o ficheiro de classes / séries. O pedido de eliminação é inválido porque o destino final da classe é conservação e a fonte de legitimação é do tipo PGD ou RADA. Verifique o seu preenchimento na seguinte linha: ",
  "csv45": "Contacte a equipa do CLAV: não foi possível verificar as notas devido a um erro ao consultar ao o destino final e/ou o prazo de conservação administrativa.",
  "csv46": "Não foi possível importar o ficheiro de classes / séries. O preenchimento dos campos da coluna dataInicial é obrigatório. Deve preenchê-lo com o ano inicial da documentação proposta para eliminação, no formato AAAA. Verifique o seu preenchimento na seguinte linha: ",
  "csv47": "Não foi possível importar o ficheiro de classes / séries. O preenchimento dos campos da coluna dataInicial é obrigatório. Deve preenchê-lo com o ano inicial da documentação proposta para eliminação, no formato AAAA. Verifique o seu preenchimento na seguinte linha: ",
  "csv48": "Não foi possível importar o ficheiro de classes / séries. O preenchimento dos campos da coluna dataInicial é obrigatório. A diferença entre o ano corrente e o valor introduzido não pode ser superior a 100 anos. Verifique o seu preenchimento na seguinte linha: ",
  "csv49": "Não foi possível importar o ficheiro de classes / séries. O preenchimento dos campos da coluna dataFinal é obrigatório. Deve preenchê-lo com o ano final da documentação proposta para eliminação, no formato AAAA. Verifique o seu preenchimento na seguinte linha: ",
  "csv50": "Não foi possível importar o ficheiro de classes / séries. O preenchimento dos campos da coluna dataFinal é obrigatório. Deve preenchê-lo com o ano final da documentação proposta para eliminação, no formato AAAA. Verifique o seu preenchimento na seguinte linha: ",
  "csv51": "Não foi possível importar o ficheiro de classes / séries. O preenchimento dos campos da coluna dataFinal é obrigatório. A diferença entre o ano corrente e o valor introduzido não pode ser superior a 100 anos. Verifique o seu preenchimento na seguinte linha: ",
  "csv52": "Não foi possível importar o ficheiro de classes / séries. O valor introduzido nos campos da coluna dataInicial (ano inicial da documentação proposta para eliminação) não pode ser superior ao valor introduzido no campo dataFinal (data final da documentação proposta para eliminação). Verifique o seu preenchimento na seguinte linha: ",
  "csv53": "Não foi possível importar o ficheiro de classes / séries. O preenchimento dos campos da coluna numAgregacoes é obrigatório, se não submeter um ficheiro com a identificação das agregações / unidades de instalação. Deve preenchê-lo com o número de agregações / unidades de instalação por classe / série, que pretende eliminar. Verifique o seu preenchimento na seguinte linha: ",
  "csv54": "Não foi possível importar o ficheiro de classes / séries. Deve preencher os campos da coluna numAgregacoes (número de agregações / unidades de instalação por classe / série) com um número natural (Ex: 234). Verifique o seu preenchimento na seguinte linha: ",
  "csv55": "Não foi possível importar o ficheiro de classes / séries. A classe não tem nenhuma agregação associada submetida nem o campo da coluna numAgregacoes preenchido. Verifique o seu preenchimento na seguinte linha: ",
  "csv56": "Não foi possível importar o ficheiro de classes / séries. Pelo menos um dos três campos das colunas relativas à medição devem ser preenchidos. Verifique o seu preenchimento na seguinte linha: ",
  "csv57": "Não foi possível importar o ficheiro de classes / séries. Deve preencher o campo da coluna medicaoPapel com o número de metros lineares da informação a eliminar. Pode utilizar um número natural ou decimal. Neste último caso utilize a vírgula como separador (Ex: 9876 ou 123,4546). Verifique o seu preenchimento na seguinte linha: ",
  "csv58": "Não foi possível importar o ficheiro de classes / séries. Deve preencher o campo da coluna medicaoDigital com o número de gigabites da informação a eliminar. Pode utilizar um número natural ou decimal. Neste último caso utilize a vírgula como separador (Ex: 9876 ou 123,4546). Verifique o seu preenchimento na seguinte linha: ",
  "csv59": "Não foi possível importar o ficheiro de classes / séries. Deve preencher o campo da coluna medicaoOutro com o valor da unidade de medida do suporte a eliminar. Pode utilizar um número natural ou decimal. Neste último caso utilize a vírgula como separador (Ex: 9876 ou 123,4546). Verifique o seu preenchimento na seguinte linha: ",
  "csv60": "Não foi possível importar o ficheiro de classes / séries. O preenchimento do campo dono é obrigatório nas classes/séries de conservação. Deve preencher o campo da coluna dono com o(s) nome da(s) entidade(s) dona(s) do processo que consta(m) no catálogo de entidades da CLAV. Se o(s) nome(s) da(s) entidade(s) não constar(em) tem de propor a sua inclusão. Se for mais de uma entidade, deve separá-las com #. Verifique o seu preenchimento na seguinte linha: ",
  "csv61": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento dos campos da coluna codigoAgregacao é obrigatório e deve ser preenchido com o código da agregação / unidade de instalação a eliminar. Verifique o seu preenchimento na seguinte linha: ",
  "csv62": "Não foi possível importar o ficheiro de agregações / UI. Na mesma classe/série não podem existir agregações com o mesmo codigoAgregacao. Verifique o seu preenchimento na seguinte linha: ",
  "csv63": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento dos campos da coluna titulo é obrigatório e deve ser preenchido com o título da agregação / unidade de instalação a eliminar. Verifique o seu preenchimento na seguinte linha: ",
  "csv64": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento dos campos da coluna dataInicioContagemPCA é obrigatório e deve ser preenchido com a data de início de contagem do prazo de conservação administrativo (PCA). O valor introduzido deve ser igual ou inferior à subtração do valor existente no campo PCA da respetiva classe / série ao ano corrente, mais um ano. Verifique o seu preenchimento na seguinte linha: ",
  "csv65": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento dos campos da coluna dataInicioContagemPCA é obrigatório e deve ser preenchido com a data de início de contagem do prazo de conservação administrativo (PCA), no formato AAAA. Verifique o seu preenchimento na seguinte linha: ",
  "csv66": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento dos campos da coluna dataInicioContagemPCA é obrigatório e deve ser preenchido com a data de início de contagem do prazo de conservação administrativo (PCA). O valor introduzido deve ser igual ou inferior à subtração do valor existente no campo PCA da respetiva classe / série ao ano corrente, mais um ano. Verifique o seu preenchimento na seguinte linha: ",
  "csv67": "Não foi possível importar o ficheiro de agregações / UI. O preenchimento dos campos da coluna intervencao (natureza de intervenção) é obrigatório nas agregações das classes / séries de eliminação. Deve preenchê-lo com um dos valores: Dono ou Participante. Verifique o seu preenchimento na seguinte linha: ",
  "csv68_523": "Erro(s) na análise semântica do(s) ficheiro(s) CSV:",
  "csv69_524": "Erro na consulta de utilizador para importação do AE:",
  "csv70_201": "Auto de Eliminação importado com sucesso e adicionado aos pedidos com codigo: ",
  "csv71_525": "Erro na criação do pedido de importação do AE:"
}